FOREST_LEXICON: dict[str, str] = {
    'start_forest': 'Хей, <b>{0}</b>!\nДобро пожаловать в Лес!\n'
                    'Это инфо бот в проекте <a href="https://t.me/ForestSpirits_bot?start=3141">Духи Леса</a>',
    'main_forest': 'Что тебя интересует?',
    'head_clans': '🌿Стая <b>{0}</b> в проекте <a href="https://t.me/ForestSpirits_bot?start=3141">Духи Леса</a>\n'
                  '📊Данные обновлены {1} мск\n👤Всего игроков: {2} ({3}👤)\n\n',
    'choice_dungeon_location': '{0}, в какое подземелье идем?\n'
                               'Тут вы можете посмотреть подробную информацию о боссах!',
    'choice_berries_recipe': '{0}, хочешь узнать все рецепты 🥟пирожков?\n'
                             'Тут собраны все 42 рецепта 🫐ягодной кулинарии!',
    'choice_dungeon_key': '{0}, забыли из чего крафтится нужный ключ?\nНе беда, мы напомним!'
}

FOREST_BTN: dict[str, str] = {
    # Forest Spirits buttons
    'forest_commands': "📌Команды игры",
    'forest_alchemy': '🧪Рецепты зелий',
    'forest_bosses': "💀Боссы",
    'clan_statistic': '📊Прогресс стай',
    'calc_build': '🧮Калькулятор навыков',
    # Calculator
    'blade_master': '⚔️ Мастер клинка',
    'forest_protector': '🛡️ Защитник леса',
    'night_hunter': '🗡 Ночной охотник',
    # Guilds
    'clan_p2w_2': "За сутки",
    'clan_p2w_8': "За 7 дней",
    'clan_p2w_15': "За 14 дней",
    # Achemy
    'forest_alchemy_1': '1',
    'forest_alchemy_2': '2',
    'forest_alchemy_3': '3',
    'forest_alchemy_4': '4',
    'forest_alchemy_5': '5',
    # Dungeons
    'dungeon_1_S': '🕷️Катакомбы 1',
    'dungeon_2_S': '🕷️Катакомбы 2',
    'dungeon_3_S': '🕷️Катакомбы 3',
    'dungeon_4_S': '🕷️Катакомбы 4',
    'dungeon_5_S': '🕷️Катакомбы 5',
    'dungeon_1_N': '🦇Темнейшее 1',
    'dungeon_2_N': '🦇Темнейшее 2',
    'dungeon_3_N': '🦇Темнейшее 3',
    'dungeon_4_N': '🦇Темнейшее 4',
    'dungeon_5_N': '🦇Темнейшее 5',
    'dungeon_1_D': '🐀Стоки 1',
    'dungeon_2_D': '🐀Стоки 2',
    'dungeon_3_D': '🐀Стоки 3',
    'dungeon_4_D': '🐀Стоки 4',
    'dungeon_5_D': '🐀Стоки 5',
    # Keys
    'forest_keys': '🗝Крафт ключей',
    'key_1_S': '🗝Шипы 1',
    'key_2_S': '🗝Шипы 2',
    'key_3_S': '🗝Шипы 3',
    'key_4_S': '🗝Шипы 4',
    'key_5_S': '🗝Шипы 5',
    'key_1_N': '🗝Ночь 1',
    'key_2_N': '🗝Ночь 2',
    'key_3_N': '🗝Ночь 3',
    'key_4_N': '🗝Ночь 4',
    'key_5_N': '🗝Ночь 5',
    'key_1_D': '🗝Стоки 1',
    'key_2_D': '🗝Стоки 2',
    'key_3_D': '🗝Стоки 3',
    'key_4_D': '🗝Стоки 4',
    'key_5_D': '🗝Стоки 5',
    # Berries
    'recipe_3': '3🫐',
    'recipe_4': '4🫐',
    'recipe_5': '5🫐',
    'recipe_6': '6🫐',
}
