{
    "1": {
        "item_name": "В первых рядах",
        "item_description": "Достижение присуждается игроку, который стал одним из первых жителей New Tokyo. Благодаря усилиям этого игрока, игра стала более стабильной, качественной и эмоционально насыщенной.",
        "image": ""
    },
    "2": {
        "item_name": "Путь к славе [2]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг второго уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "3": {
        "item_name": "Путь к славе [3]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг третьего уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "4": {
        "item_name": "Путь к славе [4]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг четвертого уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить  эту вершину. ",
        "image": ""
    },
    "5": {
        "item_name": "Путь к славе [5]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг пятого уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "6": {
        "item_name": "Путь к славе [6]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг шестого уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "7": {
        "item_name": "Путь к славе [7]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг седьмого уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "8": {
        "item_name": "Путь к славе [8]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг восьмого уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "9": {
        "item_name": "Путь к славе [9]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг девятого уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "10": {
        "item_name": "Путь к славе [10]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг десятого уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "11": {
        "item_name": "Путь к славе [11]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг одиннадцатого уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "12": {
        "item_name": "Путь к славе [12]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг двенадцатого уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "13": {
        "item_name": "Путь к славе [13]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг тринадцатого уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "14": {
        "item_name": "Путь к славе [14]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг четырнадцатого уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "15": {
        "item_name": "Путь к славе [15]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг пятнадцатого уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "16": {
        "item_name": "Путь к славе [16]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг шестнадцатого уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "17": {
        "item_name": "Путь к славе [17]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг семнадцатого уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "18": {
        "item_name": "Путь к славе [18]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг восемнадцатого уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "19": {
        "item_name": "Путь к славе [19]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг девятнадцатого уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "20": {
        "item_name": "Путь к славе [20]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг двадцатого уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "21": {
        "item_name": "Путь к славе [21]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг двадцать первого уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "22": {
        "item_name": "Путь к славе [22]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг двадцать второго уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "23": {
        "item_name": "Путь к славе [23]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг третьего уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "24": {
        "item_name": "Путь к славе [24]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг двадцать четвертого уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "25": {
        "item_name": "Путь к славе [25]",
        "item_description": "Этому игроку удалось войти в историю, став первым, кто достиг двадцать пятого уровня. Этот великий подвиг продолжит вдохновлять новых игроков, стремящихся покорить эту вершину. ",
        "image": ""
    },
    "203": {
        "item_name": "Копье и камень",
        "item_description": "Победив 1000 противников, этот игрок доказал свою силу, мастерство и абсолютное господство на поле битвы. Он стал легендой среди бойцов арены, страхом врагов и воплощением боевой чести.",
        "image": ""
    },
    "204": {
        "item_name": "23 удара по диктатуре",
        "item_description": "Мы против диктатуры Гая Юлия Цезаря! Власть народа непоколебима!",
        "image": ""
    },
    "205": {
        "item_name": "Ядро и пушка",
        "item_description": "Этот игрок достиг высшей степени мастерства на арене, разгромив 10000 соперников безжалостно и беспощадно. Никто не может укрыться от его умений и стратегического мастерства. Каждая его победа – шаг в сторону бессмертия на боевой арене New Tokyo.",
        "image": ""
    },
    "206": {
        "item_name": "Щит и меч",
        "item_description": "Этот искусный боец смело вступил в битву на арене и сокрушил врагов в количестве 5000 игроков. Он стал одним из легендарных героев арены, заслуживших уважение и страх, и его слава распространилась далеко за пределы виртуального мира.",
        "image": ""
    },
    "207": {
        "item_name": "Властитель Рима",
        "item_description": "Линейка квестов «И ты, Брут?» завершена",
        "image": ""
    },
    "208": {
        "item_name": "Великий первопроходец",
        "item_description": "Смело превзойдя грань пространства, этот игрок первым осуществил беспрецедентный прыжок во времени с помощью машины времени. Открывая прошлое и будущее, он вступил в новую эру и стал революционером в области путешествий во времени.",
        "image": ""
    },
    "209": {
        "item_name": "Ave, Caesar!",
        "item_description": "Сила и доблесть наша на стороне императора! Славься, Цезарь, идущие на смерть приветствуют тебя!",
        "image": ""
    },
    "210": {
        "item_name": "Чистильщик",
        "item_description": "Невероятная сила и бесстрашие в битвах против врагов становятся легендой в мире игры. Одолев и уничтожив 1000 мобов, этот игрок сделал реальностью то, что другим кажется невозможным.",
        "image": ""
    },
    "211": {
        "item_name": "Ликвидатор",
        "item_description": "Проявив силу, хладнокровие и беспощадность в одном лице, этот игрок смело и бесстрашно уничтожил целых 5000 вражеских мобов. Ему удалось завоевать репутацию бесстрашного охотника и стать образцом для общины игроков в этой суровой игровой реальности.",
        "image": ""
    },
    "212": {
        "item_name": "Истребитель",
        "item_description": "Успешно справившись с 10 000 мобов, этот игрок доказал свое безупречное боевое мастерство! Отныне он становится легендой среди охотников на монстров, и каждый знает, что лишь единицы сравнятся с его силой и смелостью.",
        "image": ""
    },
    "213": {
        "item_name": "Купец",
        "item_description": "Накопив огромное состояние в 100 000 серебряных монет, этот игрок доказал свою финансовую проницательность и уверенность в своих действиях. Его финансовые навыки и настойчивость стали несомненным примером для всех остальных игроков.",
        "image": ""
    },
    "214": {
        "item_name": "Магнат",
        "item_description": "Невероятно богатый и влиятельный игрок, который смог накопить в своей казне 10 000 золотых монет. Неограниченные возможности и роскошь стали его вторым именем. ",
        "image": ""
    },
    "217": {
        "item_name": "Истинный горожанин",
        "item_description": "Линейка квестов «New Tokyo» завершена",
        "image": ""
    },
    "218": {
        "item_name": "Патимейкер",
        "item_description": "Обладатель призового места конкурса \"Разморозка\"",
        "image": ""
    },
    "219": {
        "item_name": "И пусть никто не уйдет обиженный",
        "item_description": "Линейка квестов «2024» завершена",
        "image": ""
    },
    "220": {
        "item_name": "ЗОЖник",
        "item_description": "За трезвость взглядов",
        "image": ""
    },
    "221": {
        "item_name": "Снеголов",
        "item_description": "Наиопаснейший монстр временной квестовой линейки \"2024\" был побежден этим игроком.",
        "image": ""
    },
    "222": {
        "item_name": "Сладкоежка",
        "item_description": "Обладатель редчайшего артефакта - новогоднего имбирного печенья!",
        "image": ""
    },
    "223": {
        "item_name": "Уничтожитель",
        "item_description": "Несмотря на опасности и трудности, этот игрок не переставал бороться и показывать превосходство над своими врагами. Его силе и отваге покорились 25000 мобов!",
        "image": ""
    },
    "224": {
        "item_name": "Поглотитель",
        "item_description": "Никто не знает, что ждет этого легендарного игрока в будущем, но одно можно сказать наверняка - его имя всегда будет вызывать уважение и страх. Ведь именно он сумел победить 50000 мобов!",
        "image": ""
    },
    "225": {
        "item_name": "Экспекто патронум!",
        "item_description": "Большая сила - большая ответственность",
        "image": ""
    },
    "226": {
        "item_name": "Авада Кедавра!",
        "item_description": "Месть врагам колдуна!",
        "image": ""
    },
    "227": {
        "item_name": "Абракадабра!",
        "item_description": "Линейка квестов «Молот ведьм» завершена",
        "image": ""
    },
    "228": {
        "item_name": "Защитник New Tokyo I степени",
        "item_description": "Этот ньютокиец пережил в одном поединке 10 волн защиты Щита New Tokyo ",
        "image": ""
    },
    "229": {
        "item_name": "Защитник New Tokyo II степени",
        "item_description": "Этот ньютокиец пережил в одном поединке 20 волн защиты Щита New Tokyo ",
        "image": ""
    },
    "230": {
        "item_name": "Защитник New Tokyo III степени",
        "item_description": "Этот ньютокиец пережил в одном поединке 30 волн защиты Щита New Tokyo ",
        "image": ""
    },
    "231": {
        "item_name": "Защитник New Tokyo IV степени",
        "item_description": "Этот ньютокиец пережил в одном поединке 40 волн защиты Щита New Tokyo ",
        "image": ""
    },
    "232": {
        "item_name": "Защитник New Tokyo V степени",
        "item_description": "Этот ньютокиец пережил в одном поединке 50 волн защиты Щита New Tokyo ",
        "image": ""
    },
    "233": {
        "item_name": "Защитник New Tokyo VI степени",
        "item_description": "Этот ньютокиец пережил в одном поединке 60 волн защиты Щита New Tokyo ",
        "image": ""
    },
    "234": {
        "item_name": "Вечный ток",
        "item_description": "Линейка квестов «Электро» завершена ",
        "image": ""
    },
    "235": {
        "item_name": "Мармелад",
        "item_description": "Обладатель редчайшего артефакта - мармеладного мишки с малиновым вкусом!",
        "image": ""
    },
    "236": {
        "item_name": "Клик Классик",
        "item_description": "Игрок, попытавший удачу в автомате бара Nightshade 100 раз, показал удивительное терпение и стойкость, продемонстрировав веру в удачу и настойчивость в достижении своей цели.",
        "image": ""
    },
    "237": {
        "item_name": "Клик Ультра",
        "item_description": "Игрок, попытавший удачу в автомате бара Nightshade 500 раз, показал удивительное терпение и стойкость, продемонстрировав веру в удачу и настойчивость в достижении своей цели.",
        "image": ""
    },
    "238": {
        "item_name": "Клик Про",
        "item_description": "Игрок, попытавший удачу в автомате бара Nightshade 1000 раз, показал удивительное терпение и стойкость, продемонстрировав веру в удачу и настойчивость в достижении своей цели.",
        "image": ""
    },
    "239": {
        "item_name": "Клик Плюс",
        "item_description": "Игрок, попытавший удачу в автомате бара Nightshade 5000 раз, показал удивительное терпение и стойкость, продемонстрировав веру в удачу и настойчивость в достижении своей цели.",
        "image": ""
    },
    "240": {
        "item_name": "Клик Макс",
        "item_description": "Игрок, попытавший удачу в автомате бара Nightshade 10000 раз, показал удивительное терпение и стойкость, продемонстрировав веру в удачу и настойчивость в достижении своей цели.",
        "image": ""
    },
    "241": {
        "item_name": "Крысолов",
        "item_description": "Обладатель призового места конкурса \"Крысомор\"",
        "image": ""
    },
    "242": {
        "item_name": "Пивовар",
        "item_description": "Обладатель редчайшего артефакта - ведра с вареными раками!",
        "image": ""
    },
    "243": {
        "item_name": "Киберсадовод",
        "item_description": "Обладатель призового места конкурса \"Киберсад\"",
        "image": ""
    },
    "244": {
        "item_name": "Кондитер",
        "item_description": "Обладатель редчайшего артефакта - эклеров с кремом!",
        "image": ""
    }
}