alchemy_1 = '''1. Зелье исцеления пиявки ур.1️⃣
Здоровье +100
🔴Мак: 2

4. Зелье силы волка ур.1️⃣
Атака +2
🟤Полынь: 3'''

alchemy_2 = '''7. Зелье железной кожи ур.2️⃣
Броня +24
🔵Незабудка: 3

9. Зелье регенерации ящера ур.2️⃣
Регенерация +10
🟢Клевер: 3

12. Зелье саламандры ур.2️⃣
Защита от 🔥 +10
🟠Бархатец: 4
🔴Мак: 3

13. Зелье тюленя ур.2️⃣
Защита от ❄️ +10
🟡Лютик: 4
🔵Незабудка: 3

14. Зелье ската ур.2️⃣
Защита от ⚡️ +10
🟡Лютик: 4
🟤Полынь: 3

15. Зелье скорпиона ур.2️⃣
Защита от 🦠 +10
🟠Бархатец: 4
🟢Клевер: 3'''

alchemy_3 = '''2. Зелье исцеления котика ур.3️⃣
Здоровье +300
🔴Мак: 3
🟤Полынь: 2

5. Зелье силы медведя ур.3️⃣
Атака +4
🟤Полынь: 3
🔵Незабудка: 2

11. Зелье воскрешения ур.3️⃣
Воскрешает союзников в подземелье
🔵Незабудка: 8
🟢Клевер: 8'''

alchemy_4 = '''8. Зелье титановой кожи ур.4️⃣
Броня +48
🔵Незабудка: 4
🟢Клевер: 3
🟣Фиалка: 1

10. Зелье регенерации гидры ур.4️⃣
Регенерация +20
🟢Клевер: 4
🔴Мак: 3
🟣Фиалка: 1

16. Зелье очищения ур.4️⃣
Исцеляет болезни
🟠Бархатец: 3
🟡Лютик: 3
🟣Фиалка: 1'''

alchemy_5 = '''3. Зелье исцеления единорога ур.5️⃣
Здоровье +1000
🔴Мак: 8
🟤Полынь: 7

6. Зелье силы дракона ур.5️⃣
Атака +6
🟤Полынь: 4
🔵Незабудка: 3
🟣Фиалка: 1'''