berries_3_1_text = """1. 🥟 Пирожок добычи металлов

Параметры:
Добыча руды: +10
Длительность: 1 дн. 1 ч.

🫐 Брусника
🫐 Клюква
🫐 Черника
"""

berries_3_2_text = """2. 🥟 Пирожок добычи драгметаллов

Параметры:
Добыча драгметаллов: +10
Длительность: 1 дн. 1 ч.

🫐 Брусника
🫐 Клюква
🫐 Голубика
"""

berries_3_3_text = """3. 🥟 Пирожок добычи самоцветов

Параметры:
Добыча самоцветов: +10
Длительность: 1 дн. 1 ч.

🫐 Брусника
🫐 Клюква
🫐 Морошка
"""

berries_3_4_text = """4. 🥟 Пирожок добычи камня

Параметры:
Добыча камня: +10
Длительность: 1 дн. 1 ч.

🫐 Брусника
🫐 Клюква
🫐 Ирга
"""

berries_3_5_text = """5. 🥟 Пирожок плавки металлов

Вкусный пирожок. Можно скушать и получить полезный бонус.
Тип: 🥟 пирожок

Параметры:
Плавка руды: +10
Длительность: 1 дн. 1 ч.

🫐 Брусника
🫐 Черника
🫐 Голубика
"""

berries_3_6_text = """6. 🥟 Пирожок плавки драгметаллов

Параметры:
Плавка руды: +10
Длительность: 1 дн. 1 ч.

🫐 Брусника
🫐 Черника
🫐 Морошка
"""

berries_3_7_text = """7. 🥟 Пирожок починки оружия

Параметры:
Починка оружия: +10
Длительность: 1 дн. 1 ч.

🫐 Брусника
🫐 Черника
🫐 Ирга
"""

berries_3_8_text = """8. 🥟 Пирожок улучшения оружия

Параметры:
Улучшение оружия: +10
Длительность: 1 дн. 1 ч.

🫐 Брусника
🫐 Голубика
🫐 Морошка
"""

berries_3_9_text = """9. 🥟 Пирожок починки брони

Параметры:
Починка брони: +10
Длительность: 1 дн. 1 ч.

🫐 Брусника
🫐 Голубика
🫐 Ирга
"""

berries_3_10_text = """10.🥟 Пирожок улучшения брони

Параметры:
Улучшение брони: +10
Длительность: 1 дн. 1 ч.

🫐 Брусника
🫐 Морошка
🫐 Ирга
"""

berries_3_11_text = """11.🥟 Пирожок огранки самоцветов

Параметры:
Огранка драгкамней: +10
Длительность: 1 дн. 1 ч.

🫐 Клюква
🫐 Черника
🫐 Голубика
"""

berries_3_12_text = """12.🥟 Пирожок обработки камня

Параметры:
Обработка камня: +10
Длительность: 1 дн. 1 ч.

🫐 Клюква
🫐 Черника
🫐 Морошка
"""

berries_3_13_text = """13.🥟 Пирожок выделки кожи

Параметры:
Выделка кожи: +10
Длительность: 1 дн. 1 ч.

🫐 Клюква
🫐 Черника
🫐 Ирга
"""

berries_3_14_text = """14.🥟 Пирожок обработки древесины

Параметры:
Обработка древесины: +10
Длительность: 1 дн. 1 ч.

🫐 Клюква
🫐 Голубика
🫐 Морошка
"""

berries_3_15_text = """15.🥟 Пирожок бережливого зельеварения

Параметры:
Бережливое зельеварение: +10
Длительность: 1 дн. 1 ч.

🫐 Клюква
🫐 Голубика
🫐 Ирга
"""

berries_3_16_text = """16.🥟 Пирожок разбора

Параметры:
Разбор: +5
Длительность: 1 дн. 1 ч.

🫐 Клюква
🫐 Морошка
🫐 Ирга
"""

berries_3_17_text = """17.🥟 Пирожок добычи древесины

Параметры:
Добыча древесины: +10
Длительность: 1 дн. 1 ч.

🫐 Черника
🫐 Голубика
🫐 Морошка
"""
berries_3_18_text = """18.🥟 Пирожок травничества

Параметры:
Травничество: +10
Длительность: 1 дн. 1 ч.

🫐 Черника
🫐 Голубика
🫐 Ирга
"""
berries_3_19_text = """19.🥟 Пирожок меткого охотника

Параметры:
Меткий охотник: +10
Длительность: 1 дн. 1 ч.

🫐 Черника
🫐 Морошка
🫐 Ирга
"""
berries_3_20_text = """20.🥟 Пирожок рыбалки 

Параметры:
Рыбалка: +10
Длительность: 1 дн. 1 ч.

🫐 Голубика
🫐 Морошка
🫐 Ирга
"""

berries_4_1_text = """1. 🥟 Пирожок урона размаха:

Урон размаха: +10%
Длительность: 5 ч.

🫐 Брусника
🫐 Клюква
🫐 Голубика
🫐 Морошка
"""

berries_4_2_text = """2. 🥟 Пирожок шанса сокрушения

Параметры:
Сокрушение: +6%
Длительность: 5 ч.

🫐 Брусника
🫐 Черника
🫐 Голубика
🫐 Морошка
"""

berries_4_3_text = """3. 🥟 Пирожок эффективности пробития

Параметры:
Эффективность пробития: +10
Длительность: 5 ч.

🫐 Черника
🫐 Голубика
🫐 Морошка
🫐 Ирга
"""

berries_4_4_text = """4. 🥟 Пирожок шанса пробития

Параметры:
Пробитие: +6%
Длительность: 5 ч.

🫐 Брусника
🫐 Голубика
🫐 Морошка
🫐 Ирга
"""

berries_4_5_text = """5. 🥟 Пирожок урона отражения

Параметры:
Урон отражения: +10%
Длительность: 5 ч.

🫐 Клюква
🫐 Голубика
🫐 Морошка
🫐 Ирга
"""

berries_4_6_text = """6. 🥟 Пирожок шанса оглушения

Параметры:
Оглушение: +4%
Длительность: 5 ч.

🫐 Брусника
🫐 Черника
🫐 Ирга
🫐 Голубика
"""

berries_4_7_text = """7. 🥟 Пирожок шанса парирования

Параметры:
Парирование: +6%
Длительность: 5 ч

🫐 Брусника
🫐 Клюква
🫐 Черника
🫐 Голубика
"""

berries_4_8_text = """8. 🥟 Пирожок урона парирования

Параметры:
Урон парирования: +10%
Длительность: 5 ч.

🫐 Брусника
🫐 Клюква
🫐 Черника
🫐 Морошка
"""

berries_4_9_text = """9. 🥟 Пирожок шанса размаха

Параметры:
Размах: +6%
Длительность: 5 ч.

🫐 Брусника
🫐 Клюква
🫐 Черника
🫐 Ирга
"""

berries_4_10_text = """10.🥟 Пирожок шанса блока

Параметры:
Блок: +6%
Длительность: 5 ч.

🫐 Брусника
🫐 Клюква
🫐 Голубика
🫐 Ирга
"""

berries_4_11_text = """11.🥟 Пирожок сокрушительного урона

Параметры:
Урон сокрушения: +16%
Длительность: 5 ч.

🫐 Брусника
🫐 Клюква
🫐 Морошка
🫐 Ирга
"""

berries_4_12_text = """12.🥟 Пирожок шанса уворота

Параметры:
Уворот: +6%
Длительность: 5 ч.

🫐 Брусника
🫐 Черника
🫐 Морошка
🫐 Ирга
"""

berries_4_13_text = """13.🥟 Пирожок шанса крита

Параметры:
Критический удар: +6%
Длительность: 5 ч.

🫐 Клюква
🫐 Черника
🫐 Голубика
🫐 Морошка
"""

berries_4_14_text = """14.🥟 Пирожок урона крита

Параметры:
Урон крита: +20%
Длительность: 5 ч.

🫐 Клюква
🫐 Черника
🫐 Голубика
🫐 Ирга
"""

berries_4_15_text = """15.🥟 Пирожок урона комбо

Параметры:
Урон комбо: +4%
Длительность: 5 ч.

🫐 Клюква
🫐 Черника
🫐 Морошка
🫐 Ирга
"""

berries_5_1_text = """1. 🥟 Пирожок атаки

Атака: +12
Длительность: 5 ч.

🫐 Клюква
🫐 Черника
🫐 Голубика
🫐 Морошка
🫐 Ирга
"""

berries_5_2_text = """2. 🥟 Пирожок брони

Броня: +30
Длительность: 5 ч.

🫐 Брусника
🫐 Черника
🫐 Голубика
🫐 Морошка
🫐 Ирга
"""

berries_5_3_text = """3. 🥟 Пирожок живучести

Параметры:
Живучесть: +12
Длительность: 5 ч.

🫐 Брусника
🫐 Клюква
🫐 Голубика
🫐 Морошка
🫐 Ирга
"""

berries_5_4_text = """4. 🥟 Пирожок эффективности зелий

Параметры:
Эффективность зелий: +10
Длительность: 5 ч.

🫐 Брусника
🫐 Клюква
🫐 Голубика
🫐 Морошка
🫐 Черника
"""

berries_5_5_text = """5. 🥟 Пирожок ремесленного опыта

Параметры:
Ремесленный опыт: +30%
Длительность: 5 ч.

🫐 Брусника
🫐 Клюква
🫐 Голубика
🫐 Ирга
🫐 Черника
"""

berries_5_6_text = """6. 🥟 Пирожок боевого опыта

Параметры:
Боевой опыт: +30%
Длительность: 5 ч.

🫐 Брусника
🫐 Клюква
🫐 Морошка
🫐 Ирга
🫐 Черника
"""

berries_6_1_text = """1. 🥟 Пирожок удачи

Удача: +5
Длительность: 5 ч

🫐 Брусника
🫐 Клюква
🫐 Черника
🫐 Голубика
🫐 Морошка
🫐 Ирга
"""


berries_list = [
    'berries_3_1', 'berries_3_2', 'berries_3_3', 'berries_3_4', 'berries_3_5', 'berries_3_6', 'berries_3_7',
    'berries_3_8', 'berries_3_9', 'berries_3_10', 'berries_3_11', 'berries_3_12', 'berries_3_13', 'berries_3_14',
    'berries_3_15', 'berries_3_16', 'berries_3_17', 'berries_3_18', 'berries_3_19', 'berries_3_20',

    'berries_4_1', 'berries_4_2', 'berries_4_3', 'berries_4_4', 'berries_4_5', 'berries_4_6', 'berries_4_7',
    'berries_4_8', 'berries_4_9', 'berries_4_10', 'berries_4_11', 'berries_4_12', 'berries_4_13', 'berries_4_14',
    'berries_4_15',

    'berries_5_1', 'berries_5_2', 'berries_5_3', 'berries_5_4', 'berries_5_5', 'berries_5_6',

    'berries_6_1',
]

forest_berries: dict = {}

for key in berries_list:
    forest_berries[key] = {
        "berries_text": globals()[f"{key}_text"],
    }
